tutorials/DNS/dnsFoam/boxTurb16/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application name
application=`getApplication`

runApplication blockMesh
runApplication boxTurb
runApplication $application
runApplication enstrophy
